locale {
    class {
        warrior {
            name = "전사"
            description = "전사는 스스로의 육체를 무기로, 맞서는 것을 부수며 나아갑니다. 마법을 다루는 데에는 소질이 없습니다만, 높은 전투력에는 눈이 휘둥그레해질 정도죠."
        }
        thief {
            name = "트레저 헌터"
            description = "트레저 헌터는, 보물을 노리고 무덤이나 유적으로부터 귀중품을 찾아내어 생계를 유지합니다. 그들은 적당한 전투력과, 상인과 흥정하기 위해 필요한 재능이 있습니다."
        }
        wizard {
            name = "마법사"
            description = "마법사는, 그 이름대로 마법의 지식에 밝습니다. 마법사의 생사는, 마법서의 습득과 관리에 걸려있다고 할 수 있습니다."
        }
        farmer {
            name = "농부"
            description = "농부는 생산을 특기로 갖는 직업입니다. 그들은 자아가 강하며, 또한 어느 정도의 신체능력을 갖고 있습니다."
        }
        predator {
            name = "프레데터"
        }
        archer {
            name = "사냥꾼"
            description = "사냥꾼은 원거리 공격의 스페셜리스트입니다. 다소의 타격력도 갖고 있습니다만, 대부분의 적에게는 접근을 허용하지 않고 쓰러뜨리는 게 가능하겠죠."
        }
        warmage {
            name = "마법전사"
            description = "마법전사는 전사와 마법사를 섞어놓은 듯한 직업으로, 보다 타격에 중점을 두고 있습니다. 마법을 쓰기 위해서는 밸런스를 잡아가며 성장시킬 필요가 있겠죠."
        }
        tourist {
            name = "관광객"
            description = "관광객은 이 세계의 전통적인 직업으로, 예상을 빗나가지 않을 정도로 허약합니다."
        }
        pianist {
            name = "피아니스트"
            description = "피아니스트는 연주를 업으로 삼는 고고한 이들입니다. 그들은 피아노를 짊어지고 다니는 탓에, 무거운 짐을 버텨내는 능력이 있습니다."
        }
        gunner {
            name = "총잡이"
			description = "총잡이는 총술의 대가입니다. 그들은 기계를 다루기 때문에 똑똑하며, 또한 타겟을 놓치지 않기 위해 뛰어난 감각을 갖고 있습니다."
        }
        priest {
            name = "신관"
            description = "신관은 마법의 능력과 함께, 약간은 육탄전에도 적성이 있습니다. 그들은 각자가 모시는 신으로부터, 최대한의 은혜를 받을 수 있겠죠."
        }
        claymore {
            name = "클레이모어"
            description = "클레이모어는 반인반요의 피가 흐르는 준민한 검사입니다. 은빛 눈의 참살자라 불리는 그녀들은, 그들의 키만한 대검을 자유자재로 다룹니다. 내구력은 낮지만, 날카로운 시각과 가벼운 몸놀림으로, 상대의 공격을 가볍게 피할 수 있습니다."
        }
        # For debug
        debugger {
            name = "디버거"
            description = "디버그 용도"
        }
    }
}
