locale {
    god {
        eyth {
            name = "무의 에이트",
        }
        mani {
            name = "기계의 마니",
            random = [
                "「너도 몸을 기계화하는 건 어떤가?」",
                "「항상, 나의 이름에 먹칠하지 않도록 행동하라」",
                "「서두르지 마라, 곧 기계가 모든것을 지배하는 시대가 온다.」",
            ]
            kill = [
                "「좋다」",
                "「분해해보고싶지 않나?」",
                "「그 혼이라면 질이 좋은 기계를 만들 수 있겠군.」",
            ]
            night = "「그 짧은 생명의 대부분을 쓸데없이 자느라 쓰다니, 살아있는 육체란 이토록 부자유한 것이다. 그러나, 지금은 그저 쉬도록 하라. 다시 일어나 나를 섬기기 위해.」"
            welcome = "「돌아왔는가, 의외로 기골이 있는 녀석이었군.」"
            believe = "「새로운 신도인가. 나의 이름에 먹칠하지 않도록 행동하도록 하라.」"
            betray = "「기어코 저지르고 마는구나, 이 배신자 녀석!」"
            take_over = "「꽤 하지 않는가, 다시 봤다.」"
            fail_to_take_over = "「나를 바보로 보는 건가?」"
            offer = "「적당한 공물이군」"
            receive_gift = "「나의 충실한 종이여, 이것을 잘 쓰도록 하라.」"
            ready_to_receive_gift = "「그대는 그야말로 신자의 모범이로다.」"
            ready_to_receive_gift2 = "「그대는 나의 가장 사랑스러운 종이다. 그 혼을 나에게 바치거라. 그대를 반드시 지켜주겠노라.」"
        }
        lulwy {
            name = "바람의 룰위",
            random = [
                "「추한 돼지새끼들」",
                "「마니? 그 이름을 한번만 더 입에 올렸다간 다져버릴 줄 알아, 새끼고양아.」",
                "「예전 하인은, 갈기갈기 찢어버려서 실프들의 먹이로 줬었어. 머리모양이 조금 마음에 들지 않았었거든, 아하핫!」",
                "「나의 아이들은 바람소리야. 어떠한 것에도 묶여있지 않지. 너 또한.」",
            ]
            kill = [
                "「불결하네. 그 피좀 닦아.」",
                "「아하하! 갈기갈기 찢어버려어어!」",
                "「이런, 나쁜 새끼고양아.」",
            ]
            night = "「좋아, 잠깐 정도는 목줄을 풀어줄게. 충분히 휴식을 즐기라구.」"
            welcome = "「어딜 돌아다니고 있었던 거야. 더 조교해둘 필요가 있겠네.」"
            believe = "「나를 선택한 게 정답이야. 엄청나게 귀여워해줄게, 새끼고양아.」"
            betray = "「아하하, 바보네. 나 없이 살아가겠다구?」"
            take_over = "「칭찬해줄게. 나의 작고 귀여운 인형아.」"
            fail_to_take_over = "「쓰레기 주제에, 허튼 짓을 하네. 벌이야!」"
            offer = "「어라, 꽤나 멋진 걸 주잖아? 무슨 속셈이라도 있는거야?」"
            receive_gift = "「하인인 너에게 선물을 줄게. 소중히 여기라구.」"
            ready_to_receive_gift = "「언제까지나 나를 위해 모든것을 다하라구. 넌 나에게 있어 가장 제일의 노예니까.」"
            ready_to_receive_gift2 = "「나를 따르라. 모든 것을 맡겨. 너의 어여쁜 얼굴에 상처를 입히는 돼지새끼들은, 내가 갈기갈기 찢어버려주겠어.」"
        }
        itzpalt {
            name = "원소의 이츠팔트",
            # Duplicate them to emulate the original Elona's behavior.
            random = [
                "「그대 방심하는 일 없도록 하여라」",
                "「그대 방심하는 일 없도록 하여라」",
                "「우리들이 안고 있는 고통을, 정명의 사람이 결코 이해할 수는 없겠지.」",
                "「우리들이 안고 있는 고통을, 정명의 사람이 결코 이해할 수는 없겠지.」",
                "「나의 이름은 이츠팔트. 원소의 기원이며, 가장 오래된 불꽃을 따르는 왕. 모든 신의 주인이니」",
                "「나의 이름은 이츠팔트. 원소의 기원이며, 가장 오래된 불꽃을 따르는 왕. 모든 신의 주인이니」",
                "「신들의 전쟁에 끝은 없다. 다가오는 때는, 그대도 나의 아래에 들어와 일해주어야 하노라.」",
                "「신들의 전쟁에 끝은 없다. 다가오는 때는, 그대도 나의 아래에 들어와 일해주어야 하노라.」",
                "「신들의 전쟁에 끝은 없다. 다가오는 때는, 그대도 나의 아래에 들어와 일해주어야 하노라.」",
            ]
            kill = [
                "「꽤나 하는 군.」",
                "「그리고 혼은 원소로 되돌아간다.」",
                "「나의 이름을 높이 칭송하여라. 시체에 불꽃과 안식을.」",
            ]
            night = "「여행의 피로를 치유하도록 하라. 결코 줄어들지 않을 홍련의 불꽃이, 밤의 장막에 섞여오는 사악한 것들로부터 그대를 지켜주리니.」"
            welcome = "「정명의 자여, 잘 돌아왔노라.」"
            believe = "「나의 기대에 부응하여 보아라.」"
            betray = "「나를 배신하는가? 어리석다.」"
            take_over = "「좋구나. 그대의 행동은 기억해 두리라.」"
            fail_to_take_over = "「그대의 어리석은 시험의 댓가를 맛보도록 하여라.」"
            offer = "「그대의 공물에 감사한다.」"
            receive_gift = "「그대의 충성에 답하여, 공물을 내리겠노라.」"
            ready_to_receive_gift = "「나의 이름을 말하기에 어울리는 자가 사라진 지 참으로 오래 되었노라. 그대라면, 혹여…」"
            ready_to_receive_gift2 = "「훌륭하도다, 정명의 자여. 그대를, 나의 신뢰를 심은 유일한 존재로서 인정하겠노라.」"
        }
        ehekatl {
            name = "행운의 에헤카틀",
            random = "「그런건가용!용!」"
            kill = [
                "「더, 더!」",
                "「죽어버렸어~ 버렸어!」",
                "「냐아아-냐아냐아아옹」",
            ]
            night = "「잘거양? 정말로 잘거양? 잘 자!」"
            welcome = "「냐냐? 돌아온거양? 온거양? 엄청 기다렸다궁!」"
            believe = "「와아앙~ 정말로 믿어주는거야? 주는거야?」"
            betray = "「냐아아아아! 배신하는거야? 하는거야?」"
            take_over = "「와앗♪기쁘다아! 좋아! 엄청 좋아!」"
            fail_to_take_over = "「바보바보바보! 바아아보!」"
            offer = "「냐아아아아!」"
            receive_gift = "「이거 줄게에... 소중하게 다뤄줘!...다뤄줘!」"
            ready_to_receive_gift = "「두근 두근 두근, 네가, 좋아! 좋아!」"
            ready_to_receive_gift2 = "「좋아! 좋아좋아좋아앗! 엄청 좋아해! 너하곤 죽을때까지 함께라구! 라구!」"
        }
        opatos {
            name = "땅의 오파토스",
            random = "「크하하하하」"
            kill = [
                "「크하하하하!」",
                "「죽어라! 죽어버려라! 크하하핫!」",
                "「크아아앗!」",
            ]
            night = "「크하하하하. 같이 가자구, 꿈 속이라고 해도!」"
            welcome = "「크하하하하하!! 어서 오너라!」"
            believe = "「푸핫, 크하하하하. 놓치지 않겠다!」"
            betray = "「후훗.. 크큭... 크하하하하하!!」"
            take_over = "「크하핫, 좋다, 좋아!」"
            fail_to_take_over = "「크하하하하핫, 약하다 약해!」"
            offer = "「크핫핫하하!」"
            receive_gift = "「크하하하! 받아둬라아!」"
            ready_to_receive_gift = "「크핫 으하하하하하하! 유쾌하다 유쾌해!」"
            ready_to_receive_gift2 = "「으하하하하하하하하하- 왓하하하!」"
        }
        jure {
            name = "치유의 쥬아",
            random = [
                "「뭐, 뭐냐구 바보!」",
                "「나는 이 일에 맞지 않은 걸까나...」",
            ]
            kill = [
                "「꽤... 꽤 하잖아.」",
                "「그, 그만둬. 기분나빠」",
                "「이쪽으로 오지 마!」",
            ]
            night = "「자, 잘자요의 키스같은 건... 절대로 안 할거니깐!」"
            welcome = "「따, 딱히 네가 돌아오는 걸 기다렸던 건 아니었다구!」"
            believe = "「따, 딱히 네 활약따위 기대하고 있지 않았었다구.」"
            betray = "「뭐, 뭐야. 너 따위, 없다고 해서 딱히 쓸쓸하지 않으니까!」"
            take_over = "「뭐, 뭐가. 그렇게 쳐다본다고 해도 칭찬따위... 해주지 않을거라구!」"
            fail_to_take_over = "「뭐, 뭐하는거얏!」"
            offer = "「별, 별로 기쁘거나 하지 않으니깐!」"
            receive_gift = "「딱히 널, 널 위해서 주는 건 아닌 거니까.」"
            ready_to_receive_gift = "「그, 그만두라고. 너 같은 거... 엄청 좋아하는 건 아니라구, 바보!"
            ready_to_receive_gift2 = "「별, 별로? 널 사랑한다거나 하는 건 아니지만. 내 옆에서 떨어지면 가만 두지 않을거라구! 이 바보…！"
        }
        kumiromi {
            name = "수확의 쿠미로미",
            random = [
                "「나무들의 지저귐... 숲의 생명이 연주하는 노래... 귀를 기울이면...」",
                "「싸움이란... 잔혹해.」",
                "「나의 에헤카틀... 이제는... 예전의 그림자조차 남아있지 않아.」",
                "「나는 부여한다... 그대들이 빼앗은 그 이상의 것을...」",
            ]
            kill = [
                "「더럽혀졌네.」",
                "「적당히.」",
                "「... 이것이, 네가 바랐던 결과?」",
            ]
            night = "「잘 자... 내일... 또 밝은 싹을 퍼뜨려주렴.」"
            welcome = "「잘 왔어... 기다리고 있었어.」"
            believe = "「와 줬구나... 기대... 하고있어...」"
            betray = "「배신... 용서못해...」"
            take_over = "「잘 했어... 정말로...」"
            fail_to_take_over = "「적에게는... 용서란 없어... 절대.」"
            offer = "「고마워... 정말 좋은 걸... 이거.」"
            receive_gift = "「좋은 거... 줄게...」"
            ready_to_receive_gift = "「그대는... 소중한 하인이다...」"
            ready_to_receive_gift2 = "「계속 같이... 인거지? 이제 놓지 않을거야... 네가 죽을 때까지.」"
        }
    }
}
