locale {
    god {
        eyth {
            name = "무의 에이트",
        }
        mani {
            name = "기계의 마니",
            random = [
                "「너도 몸을 기계화하는 건 어떤가?」",
                "「항상, 나의 이름에 먹칠하지 않도록 행동하라」",
                "「서두르지 마라, 곧 기계가 모든것을 지배하는 시대가 온다.」",
            ]
            kill = [
                "「좋다」",
                "「분해해보고싶지 않나?」",
                "「그 혼이라면 질이 좋은 기계를 만들 수 있겠군.」",
            ]
            night = "「그 짧은 생명의 대부분을 쓸데없이 자느라 쓰다니, 살아있는 육체란 이토록 부자유한 것이다. 그러나, 지금은 그저 쉬도록 하라. 다시 일어나 나를 섬기기 위해.」"
            welcome = "「돌아왔는가, 의외로 기골이 있는 녀석이었군.」"
            believe = "「새로운 신도인가. 나의 이름에 먹칠하지 않도록 행동하도록 하라.」"
            betray = "「기어코 저지르고 마는구나, 이 배신자 녀석!」"
            take_over = "「꽤 하지 않는가, 다시 봤다.」"
            fail_to_take_over = "「나를 바보로 보는 건가?」"
            offer = "「적당한 공물이군」"
            receive_gift = "「나의 충실한 종이여, 이것을 잘 쓰도록 하라.」"
            ready_to_receive_gift = "「그대는 그야말로 신자의 모범이로다.」"
            ready_to_receive_gift2 = "「그대는 나의 가장 사랑스러운 종이다. 그 혼을 나에게 바치거라. 그대를 반드시 지켜주겠노라.」"
        }
        lulwy {
            name = "바람의 룰위",
            random = [
                "「추한 돼지새끼들」",
                "「마니? 그 이름을 한번만 더 입에 올렸다간 다져버릴 줄 알아, 새끼고양아.」",
                "「예전 하인은, 갈기갈기 찢어버려서 실프들의 먹이로 줬었어. 머리모양이 조금 마음에 들지 않았었거든, 아하핫!」",
                "「나의 아이들은 바람소리야. 어떠한 것에도 묶여있지 않지. 너 또한.」",
            ]
            kill = [
                "「불결하네. 그 피좀 닦아.」",
                "「아하하! 갈기갈기 찢어버려어어!」",
                "「이런, 나쁜 새끼고양아.」",
            ]
            night = "「좋아, 잠깐 정도는 목줄을 풀어줄게. 충분히 휴식을 즐기라구.」"
            welcome = "「어딜 돌아다니고 있었던 거야. 더 조교해둘 필요가 있겠네.」"
            believe = "「나를 선택한 게 정답이야. 엄청나게 귀여워해줄게, 새끼고양아.」"
            betray = "「아하하, 바보네. 나 없이 살아가겠다구?」"
            take_over = "「칭찬해줄게. 나의 작고 귀여운 인형아.」"
            fail_to_take_over = "「쓰레기 주제에, 허튼 짓을 하네. 벌이야!」"
            offer = "「어라, 꽤나 멋진 걸 주잖아? 무슨 속셈이라도 있는거야?」"
            receive_gift = "「하인인 너에게 선물을 줄게. 소중히 여기라구.」"
            ready_to_receive_gift = "「언제까지나 나를 위해 모든것을 다하라구. 넌 나에게 있어 가장 제일의 노예니까.」"
            ready_to_receive_gift2 = "「나를 따르라. 모든 것을 맡겨. 너의 어여쁜 얼굴에 상처를 입히는 돼지새끼들은, 내가 갈기갈기 찢어버려주겠어.」"
        }
        itzpalt {
            name = "원소의 이츠팔트",
            # Duplicate them to emulate the original Elona's behavior.
            random = [
                "「汝油断することなかれ」",
                "「汝油断することなかれ」",
                "「我々の抱える痛みを、定命の者が理解することはないであろう」",
                "「我々の抱える痛みを、定命の者が理解することはないであろう」",
                "「我が名はイツパロトル。元素の起源にて、最古の炎を従えし王、全ての神の主なり」",
                "「我が名はイツパロトル。元素の起源にて、最古の炎を従えし王、全ての神の主なり」",
                "「神々の戦いに終わりはない。来るべき時は、汝も我が軍門の元で働いてもらうであろう」",
                "「神々の戦いに終わりはない。来るべき時は、汝も我が軍門の元で働いてもらうであろう」",
                "「神々の戦いに終わりはない。来るべき時は、汝も我が軍門の元で働いてもらうであろう」",
            ]
            kill = [
                "「なかなかのものだ」",
                "「そして魂は元素へと還る」",
                "「高らかに我が名を唱えよ。屍に炎と安息を」",
            ]
            night = "「旅の疲れを癒すがよい。我が費えることなき紅蓮の炎が、夜のとばりに紛れる邪なる者から汝を守るであろう」"
            welcome = "「定命の者よ、よくぞ戻ってきた」"
            believe = "「我が期待に応えて見せよ」"
            betray = "「我を裏切ると？愚かなり」"
            take_over = "「良し。汝の行いは覚えておこう」"
            fail_to_take_over = "「汝の愚かな試みの代償を味わうがよい」"
            offer = "「汝の贈り物に感謝しよう」"
            receive_gift = "「汝の忠誠に答え、贈り物を授けよう」"
            ready_to_receive_gift = "「我が名を語るに相応しい者が絶えて久しい。汝ならば、あるいは…」"
            ready_to_receive_gift2 = "「見事なり、定命の者よ。汝を、我が信頼に値する唯一の存在として認めよう」"
        }
        ehekatl {
            name = "幸運のエヘカトル",
            random = "「たらばがに！」"
            kill = [
                "「もっと！もっと！」",
                "「死んじゃったよ！たよ！」",
                "「うっみゅーうみゅうみゅ」",
            ]
            night = "「寝るの？本当に寝るの？おやつみ！」"
            welcome = "「みゃみゃ？帰って来たの？来たの？たくさん待ってたよ！」"
            believe = "「わ〜ほんとに信じてくれるの？くれるの？」"
            betray = "「うみみやゅっ！裏切っちゃうの？ちゃうの？」"
            take_over = "「わおっ♪嬉しい！好き！大好き！」"
            fail_to_take_over = "「バカバカバカ！バカ！」"
            offer = "「うみみゃぁ！」"
            receive_gift = "「これあげるぅ…大切にしてね！…してね！」"
            ready_to_receive_gift = "「どきどきどき。君のこと、好きだよ。だよ！」"
            ready_to_receive_gift2 = "「好き！好き好き好きっ！だいすき！君とは死ぬまでずっと一緒だよ。だよ！」"
        }
        opatos {
            name = "地のオパートス",
            random = "「フハハハハ」"
            kill = [
                "「フハハハ！」",
                "「逝け！逝け！フハハハッ！」",
                "「フハーン！」",
            ]
            night = "「フハハハハ。付いて行くぞぉ、夢の中までも」"
            welcome = "「フハハハハハ！！おかえり」"
            believe = "「フハッハハハハ。逃がさんぞ！」"
            betray = "「フフッフフッフハハハハハ！」"
            take_over = "「フハハッ、いいぞいいぞ」"
            fail_to_take_over = "「フハハハハッ、弱い弱い」"
            offer = "「フッハッハハー！」"
            receive_gift = "「フハハハァ！受け取れィ」"
            ready_to_receive_gift = "「フハァッハハハハハハ！愉快愉快！」"
            ready_to_receive_gift2 = "「ファハハハハハハハハハハハハハー！フワハァー！」"
        }
        jure {
            name = "癒しのジュア",
            random = [
                "「な、なによバカ！」",
                "「私はこの仕事に向いているのかなあ」",
            ]
            kill = [
                "「や、やるじゃない」",
                "「や、やめてよ。気持ち悪い」",
                "「こっち来ないで！」",
            ]
            night = "「お、おやすみのキスなんて…絶対にやだからね！」"
            welcome = "「べ、別にアンタが帰ってくるのを待ってたんじゃないからね！」"
            believe = "「べ、別にアンタの活躍なんて期待してないんだからねっ」"
            betray = "「な、何よ。アンタなんか、いなくたって寂しくないんだからね！」"
            take_over = "「な、なによ。ほ、褒めてなんかあげないわよ！」"
            fail_to_take_over = "「な、なにするのよ！」"
            offer = "「べ、別に嬉しくなんかないんだからねっ！」"
            receive_gift = "「ア、アンタのためにしてあげるんじゃないんだからっ」"
            ready_to_receive_gift = "「や、やめてよ。アンタのことなんか、大好きじゃないんだからねっ。バカ！」"
            ready_to_receive_gift2 = "「べ、別にアンタのこと愛してなんかいないんだからっ。あたしの傍から離れたらしょうちしないからねっ！このバカぁ…！"
        }
        kumiromi {
            name = "収穫のクミロミ",
            random = [
                "「木々のさえずり…森の命が奏でる歌…耳をすませば…」",
                "「争いごとは…醜い」",
                "「僕のエヘカトル…今はもう…かつての面影さえない」",
                "「僕は与えよう…君たちが奪う以上のものを」",
            ]
            kill = [
                "「汚れたね」",
                "「ほどほどに」",
                "「…これが…君の望んでいた結果？」",
            ]
            night = "「おやすみ…明日…また朗らかな芽を吹いておくれ」"
            welcome = "「おかえり…待っていた」"
            believe = "「よくきたね…期待…しているよ」"
            betray = "「裏切り…許さない…」"
            take_over = "「よくやった…ほんとに…」"
            fail_to_take_over = "「敵には…容赦しない…絶対」"
            offer = "「ありがたい…とてもいいよ…これ」"
            receive_gift = "「いいもの…あげる…」"
            ready_to_receive_gift = "「君は…大切なしもべだ…」"
            ready_to_receive_gift2 = "「ずっと一緒…だよね？…もう離さない…君が死ぬまで」"
        }
    }
}
